Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 宋集薪和婢女在老槐树下听故事的时候，被人喊来下棋，宋集薪不太情愿，只是那人说是齐先生的意思，想要看一看他们棋力有无长进，宋集薪对于不苟言笑的齐先生，有一种说不清道不明的观感，大概可以称之为既敬且畏，所以齐先生亲自下了这道圣旨，宋集薪不得不赴约，但是他一定要等说书先生讲完故事，再去学塾后院。帮先生传话的青衫少年，只得先行打道回府，不忘叮嘱宋集薪千万别太晚到，絮絮叨叨，还是老调重弹那一套，什么我家先生是最讲究规矩的，不喜欢别人言而无信，等等。
en_us: While Song Jixin was listening to stories under the old locust tree with Zhi Gui, he was called by someone to go and play go with them. Song Jixin was rather reluctant, but the person who extended the invitation told him that he was there on Mr. Qi's behalf, and that Mr. Qi wanted to see if he had made any improvement in his play. Song Jixin harbored a mixture of indescribable emotions toward the serious and authoritative Mr. Qi. It was a combination of respect and fear. Hence, he had no choice but to accept the invitation, given that it was from Mr. Qi. However, he insisted on staying to hear the end of the story before going to the private school. Thus, the azure-robed young boy who had acted as Mr. Qi's messenger could only return first. Prior to his departure, he urged Song Jixin not to be too late, nagging him with the same old spiel about how Mr. Qi was a man of rules and principles, and that he didn't like it when people were tardy and lacking in punctuality.

source: 宋集薪和婢女稚圭只是继续前行。
en_us: Song Jixin and Zhi Gui continued onward without pause.

source: 宋集薪和对面的同龄人，几乎是同时开始学棋，只是宋集薪天资聪颖，棋力进步神速，一日千里，所以被传授两人棋艺的齐先生视为高段者，猜先之时，就由宋集薪先从棋盒中掏出一把白棋，数目不等，秘不示人。青衫少年随后拈出一枚或是两枚黑子，猜对白棋奇偶后，就能够执黑先行，这就有了先行的优势。宋集薪在头两年的对弈当中，无论是执白后行，还是执黑先行，无一败绩。
en_us: Song Jixin and the young boy across from him had begun learning go almost at the same time, but Song Jixin possessed remarkable aptitude and intelligence that allowed him to make rapid progress. Hence, Mr. Qi, who had taught go to both of them, regarded him as a go player with extremely high potential. To start off the stone guessing minigame, Song Jixin would pull out a handful of white stones of indeterminate number from the box. The azure-robed young boy would then pull out either one or two black stones, and if he could guess whether the number of white stones in Song Jixin's hand was odd or even, then he would receive the black stones and go first, thereby giving him an advantage. In all of the games that they had played against each other in the first two years, Song Jixin had maintained a spotless win record regardless of whether he recieved the black or white stones.

source: 宋集薪和稚圭走下马车，面面相觑，山顶是一块地面平整的大平台，中央地带树立起两个石柱，但是石柱之间如水流转，看不清“水面”之后的景象，少年少女面前就像矗立着一道天门。
en_us: Song Jixin and Zhi Gui walked down from the carriage and exchanged a glance. The mountain peak was a flat and even platform, and in the middle, there stood two stone pillars. However, between the two stone pillars was a curtain of light that looked like flowing water. It was impossible to see what lay behing this "water". It was as if a heavenly gate stood before them.

source: 宋集薪和赵繇说话不多，宋集薪也没劝酒坑人，这让原本视死如归的赵繇反而很奇怪。
en_us: Song Jixin and Zhao Yao didn't talk much, nor did Song Jixin try to persuade Zhao Yao to drink too much. This caused Zhao Yao, who was already resigned to a miserable fate, to find this extremely strange.

source: 宋集薪哈哈大笑。
en_us: Song Jixin roared with laughter.

source: 宋集薪哈哈大笑，伸手指着陈对，“姑娘你这说话的路数，要是被咱们小镇学塾的齐先生听见了，先生他一定会皱眉头的，知道吗，你这叫非此即彼，很不讲道理的，乍一听好像蛮有道理，其实根本经不起推敲，我真正的意思，当然是你可以不用对宋长镜谄媚相向，也不应当如此，但是他宋长镜好歹是大骊最大的一条地头蛇，还是首屈一指的武道大宗师吧？你作为一个外人，入乡随俗，对一栋屋子的主人稍稍客气点，难道不应该吗？为何非要摆着一张臭脸装大爷，你说装也就装了，装完被宋长镜打得半死，还敢当着他的面放狠话，我真不知道该怎么说你好。”
en_us: Song Jixin roared with laughter. He pointed at Chen Dui and said, "If Mr. Qi, the teacher in our small town's private school, heard this, he would definitely furrow his brows. Do you know, you're treating things as if they're either black or white. This is very unreasonable. It might sound reasonable at the start, but it's actually extremely fragile against scrutiny. "What I'm trying to say is, you naturally don't need to act obsequiously before Song Changjing, nor should you do so. However, Song Changjing is still the most powerful person in the Great Li Empire, after all. Not only that, but he's even a paramount martial arts grandmaster. "As an outsider, you should conform to our local customs and also show a little more respect to your hosts. Is this not right? Why do you insist on wearing a cold expression and acting like the owner of the place? So be it if you want to act like that. However, you still dared to talk back to Song Changjing after being beaten half-dead by him! I truly don't know what to say to you anymore."

source: 宋集薪哈哈笑着，起身道：“走，先把你送回李家宅子，这叫有始有终。”
en_us: Song Jixin roared with laughter, and he stood up and said, "Let's go, I'll bring you home first. This is called being responsible from beginning to end."

source: 宋集薪哑然失笑，“这也行？行吧，既然你喜欢，我就多弄几袋子回来。这些钱在外边，分别是放在横梁上的压胜钱，桃符上的迎春钱，佛像肚子里或者手上的供养钱，不过呢，老百姓有老百姓的讲究，仙家有仙家的说法。”
en_us: Song Jixin couldn't help but burst into laughter upon hearing this. "You like these things because they look festive? Fine, seeing as you like the look of these coins, I'll try to get a few more pouches of them. Outside of the two, these coins are either Good Fortune Coins used for beam-raising ceremonies, Greeting Spring Coins on peach charms, or Offering Coins to be placed on the belly or the palm of a Buddha statue's hand. However, the common folk and cultivators each have their different uses for their coins."

source: 宋集薪哑然失笑，略作思量后，“这有啥不好意思开口的，不过记得翻书之前，洗干净手，别在书页上沾上污垢，再就是小心蜡烛油滴上去，其它也没什么需要注意的，一本到此为止的破书而已。”
en_us: Song Jixin couldn't help but chuckle upon hearing this. After contemplating for a brief moment, he said, "What's so embarrassing about this request? However, remember to wash your hands before reading the book, and make sure not to get the pages dirty. Also, be careful that wax doesn't drip onto it. Apart from these, there's nothing else to worry about. After all, this is merely a crappy book that chronicles events up until now."

source: 宋集薪哦了一声，撇撇嘴，“原来是三十万。”
en_us: Song Jixin nodded as he mused, "300,000, eh? I see."

source: 宋集薪哦了一声，笑道：“我也丢屋里了。”
en_us: "Oh, I also left them in the house," Song Jixin replied with a smile.

source: 宋集薪哦了一声，说了些莫名其妙的话，“那你们做事情也太拖泥带水了，一点都不爽利，我以前听说外头的那个世界，神仙妖魔，光怪陆离，但只要是修行中人，有了恩怨，不该是斩草除根永绝后患吗？”
en_us: Song Jixin nodded in response, then said some rather inexplicable things. "In that case, aren't you beating around the bush too much? I heard that the outside world is filled with demons, gods, immortals, and all manners of bizarre and spectacular things, but all those who pursue the path of cultivation are supposed to settle all differences right away in order to avoid trouble thta could arise further down the line. Is that not the case?"

source: 宋集薪嘴唇乌青，不知是倒春寒给冻伤的，少年故作轻松道：“这四个字，不好随便乱用吧？”
en_us: Song Jixin's lips were blue, and it was hard to say whether this had been caused by the chilly spring wind. The young boy purposefully tried to act relaxed as he said, "It's not good to throw these words around so casually, right?"

source: 宋集薪嘴唇抿起，没有说话。
en_us: Song Jixin pursed his lips and didn't reply.

source: 宋集薪嘴角翘起，“你先别急着拒绝，可以静观其变，如何？”
en_us: "Don't be so quick to refuse. Perhaps the circumstances will change over time, and you might want to reconsider then," Song Jixin said with a faint smile.

source: 宋集薪回到自己屋子，漆黑yi片，脱掉外袍，踢掉靴子，摸到床上，少年呢喃道：“王朱，王朱，原来如此。”
en_us: Song Jixin returned to his room. It was pitch-black, and he removed his outer robe before kicking off his shoes and feeling his way to the bed. Lying down, the young boy murmured, "Wang Zhu, Wang Zhu... So that's how it is..."

source: 宋集薪回答道：“我可一点都不奇怪。”
en_us: "I wasn't wondering about that at all," Song Jixin replied.

source: 宋集薪回过神，笑脸灿烂起来，“不知为何，想起那只死皮赖脸的四脚蛇了，稚圭你想啊，我都把它摔到陈平安的院子了，它依然要往咱们家窜，你说陈平安的狗窝，得是多么不遭人待见，才会寒酸到连一条小蛇都不愿意进去？”
en_us: After returning to his senses, a bright smile appeared on Song Jixin's face. "For some reason, the thought of that tenacious four-legged snake just crossed my mind. Think about it, Zhi Gui. I already threw that thing into Chen Ping'an's yard, yet it still crawled into our home. How terrible of a place must Chen Ping'an's den be if even a little snake didn't want to stay there?"

source: 宋集薪在跨入门槛的时候，漫不经心问道：“随便问问，你跟那个一看就是好生养的姐姐，是什么关系？”
en_us: While stepping over the doorstep, Song Jixin asked in a casul manner, "By the way, what's your relationship with that woman from just now?"

source: 宋集薪在那少年身影消失，才轻声问道：“先生也要离开这里了？”
en_us: Only after the young boy was out of sight did Song Jixin ask in a quiet voice, "Are you about to leave this place as well, Sir?"

source: 宋集薪坐在台阶顶部，与男人一起望向北方，问了一个风马牛不相及的问题，“我们大骊在东宝瓶洲的最北端？”
en_us: Song Jixin sat down on the top step and looked toward the north with the man. He then asked a completely unrelated question, saying, "Is our Great Li Empire in the northern-most region of the Eastern Treasured Vial Continent?"

source: 宋集薪坐在左边客人椅子上，单手把玩一柄竹制折扇，不断将其打开合拢，笑望向被带进来的草鞋少年。
en_us: Song Jixin was seated in a guest chair on the left, playing with a bamboo folding fan, opening and closing it over and over again. There was a smile on his face as he watched Chen Ping'an being led into the room.

source: 宋集薪坐姿不雅，盘腿坐在椅子上，用合拢折扇轻轻拍打膝盖。
en_us: Meanwhile, Song Jixin was seated with his legs crossed on his chair in a rather casual and uncouth manner, and he was gently tapping his own knee with his closed folding fan.

source: 宋集薪大口喘气，眼神炙热，沙哑笑着。
en_us: Song Jixin was panting heavily with a fervent look in his eyes, and he suddenly began to laugh in a hoarse voice.

source: 宋集薪大手一挥，“走，喝酒去！”
en_us: Song Jixin waved his hand and said, "Let's go, let's have a drink!"

source: 宋集薪奇怪道：“鸡蛋也够吃了啊，为什么还要买？你不总嫌弃咱家那只老母鸡太吵吗？”
en_us: Song Jixin was baffled, and he asked, "There'll be enough eggs to eat, so why do we still need to buy and raise chickens? Aren't you always complaining about them being too noisy?"

source: 宋集薪好奇问道：“你也怕被人非议？”
en_us: "You're also afraid of being criticized by others?" Song Jixin asked in curiosity.

source: 宋集薪妥协道：“好吧，我会帮你们说明情况。”
en_us: Song Jixin had no option but to yield, conceding, "Alright, I'll help you guys explain."

source: 宋集薪家门口那边传来脚步声，刘羡阳刚想要跳下墙头，便未见其人，先闻其声，有人温声笑问道：“你小子是不是宝溪窑口姚老头的徒弟？姓刘？”
en_us: The sound of footsteps traveled over from Song Jixin's house. Liu Xianyang was just about to jump down from the wall, yet he heard a voice travel over before he could even see the owner of this voice. "Are you the disciple of the Treasure Creek dragon kiln's Old Man Yao? Is your surname Liu?" the person asked in a gentle voice.

source: 宋集薪察觉到少女扯了扯自己袖子。
en_us: Song Jixin felt Zhi Gui tug on his sleeve, and there seemed to be a tacit understanding between them as he immediately knew what she wanted and refrained from articulating what he was about to say next.

source: 宋集薪对此见怪不怪，噼里啪啦，一把石子七八颗，先后都摔了出去，虽说宋集薪有意让陈平安吃痛分心，但仍是没有直接砸陈平安的手臂、十指，因为宋集薪觉得这样就是胜之不武了。
en_us: Song Jixin was already accustomed to this, and he threw a collection of seven or eight rocks one after another. Even though Song Jixin was trying of distract Chen Ping'an from his visualization training with these rocks, he refrained from directly hitting Chen Ping'an's arms and fingers as he felt like that was going too far.

source: 宋集薪对眼前这个气势凌人的京城男人，大概是恨屋及乌的缘故，并无半点好感。
en_us: However, Song Jixin didn't have any good impression of this arrogant and overbearing man. This was most likely because he detested those with the position of kiln supervision official.

source: 宋集薪带着婢女稚圭来到老槐树下，发现树荫里人满为患，将近半百号人，坐在自家搬来的板凳椅子上，陆陆续续还有孩童扯着长辈过来凑热闹。
en_us: After arriving at the locust tree with Zhi Gui, Song Jixin discovered that it was extremely packed, with close to 100 people gathered under the tree's shade. He sat down onto the stool that he had brought over from home, and there were still more children dragging their adult family members to get in on the fun.

source: 宋集薪干脆利落道：“不知。”
en_us: "I don't know," Song Jixin immediately replied.

source: 宋集薪开始有些担心那条四脚蛇的下场，试探性问道：“那蠢货该不会被你……宰掉了吧？”
en_us: Song Jixin started to become a little worried for the four-legged snake, and he asked tentatively, "That stupid little thing... wasn't killed by you, right?"

source: 宋集薪开心一笑，潇洒离去。
en_us: Song Jixin smiled happily as he left in a carefree manner.

source: 宋集薪开门见山问道：“帮你找鼻涕虫顾粲，可以，好处是什么？”
en_us: Song Jixin didn't waste any more time with small talk as he asked, "I can help you find that snotty brat, Gu Can, but what's in it for me?"

source: 宋集薪张了张嘴，最后还是没有反驳什么，最后陷入沉思。
en_us: Song Jixin opened his mouth to say something, but refrained from doing so in the end, and fell into deep thought.

source: 宋集薪弯腰坐入最前边一辆马车的车厢，宋长镜紧随其后，盘腿而坐。
en_us: Song Jixin bent down and entered the carriage in the front. Song Changjing followed after him, and he sat down cross-legged.

source: 宋集薪当时挖着耳朵，不厌其烦，说知道了知道了。
en_us: Song Jixin merely picked at his own ear in an agitated manner, saying something to placate the young boy so that he would go away.

source: 宋集薪当时蹲在墙头上看热闹，还不停吹波助澜，之后又跟心有余悸的陈平安说，卢正淳他们那种行为，在小镇外叫作“为气任侠”。
en_us: At that time, Song Jixin had also been squatting on a wall and enjoying the spectacle. In fact, he had even added fuel to the fire. Afterward, however, he had told Chen Ping'an with an apprehensive expression that Lu Zhengchun and the other's actions would be referred to as "acting gallantly with personal feelings" by people outside their small town.

source: 宋集薪很不适应，倒是婢女稚圭脸色如常，他随口问道：“对了，稚圭，你带上咱们家的旧钥匙没？”
en_us: Song Jixin was extremely umcomfortable, and it was instead Zhi Gui who wore a calm and composed expression. "Oh, that's right. Zhi Gui, did you bring our old house keys with you?" Song Jixin asked in a casual manner.

source: 宋集薪很讨厌的这种感觉，有个家伙平时不显山不露水，可在某些时候，就像是一块茅坑里的石头，不搬，碍眼，搬走，嫌脏。
en_us: Song Jixin really detested this feeling. In his eyes, Chen Ping'an was completely unremarkable in every way, but sometimes, he was like a rock in a latrine. If it weren't moved, then it would get in the way, but moving it required one to get their hands dirty.

source: 宋集薪心口一颤，莫名其妙就呼吸困难起来，满脸涨红，眼眶泛出血丝，少年赶紧伸出一手，按住心口处，心跳剧烈如同擂鼓，咚咚咚，简直就像是要撞破胸腔。
en_us: Song Jixin heart abruptly shuddered, and he was explicably struck by a sense of shortness of breath. His face quickly became flushed, and his eyes were becoming bloodshot. He hurriedly pressed a hand over his own heart to find that it was beating violently like a drum, almost as if it were threatening to punch its way out of his chest.

source: 宋集薪怒气更重，只是始终隐忍不发。
en_us: Song Jixin became even angrier. However, he restrained himself from lashing out.

source: 宋集薪恢复玩世不恭的笑容，伸手指了指自己，“公子我啊，其实也就是个庄稼汉，把一块田地给一垄垄，一行行，划分出来，然后让人撒种，引水灌溉啊，我就坐等收成，年复一年，就这样！”
en_us: A frivolous smile returned to Song Jixin's face, and he pointed at himself before saying, "I'm actually nothing but a farmer! I tend to the farm and draw out plots, then I have people sow the seeds and water the land. Meanwhile, I'll wait for the crops to grow and give me a bountiful harvest. Year after year, this is exactly how I live!"

source: 宋集薪悻悻然不再说话。
en_us: Song Jixin huffed and remained silent.

source: 宋集薪想了想，“也就一旬之内的事情吧。”
en_us: Song Jixin pondered for a moment before replying, "He'll be back within 10 days."

source: 宋集薪想了想，也跟着起身，微笑道：“肯定会再见的，赵繇，莫愁前路无知己啊。”
en_us: Song Jixin pondered for a moment before also standing up and saying with a smile, "We'll definitely see other again. Zhao Yao, don't fret that you won't have an intimate friend."

source: 宋集薪感慨道：“变成你们这样的人，那多没意思啊。”
en_us: Song Jixin sighed with emotion. "Becoming just like you people? How uninteresting..."

source: 宋集薪感慨道：“那么齐先生是要讲一个大道理了，为儒家至圣传授世人，告诉我们世间最初，是没有律法一事的，圣人便以礼教化众生，那时候的君主皆崇尚礼仪，认为悖理出礼则入刑，于是就有了法，礼法礼法，先礼后法……”
en_us: Song Jixin sighed with emotion, saying, "Then Mr. Qi is going to teach us about a grand principle. He's going to expound the virtues of the Confucian Sages and tell us about how no law or rules existed during the fetal stages of the world. The Sages then appeared and taught the masses about morals and etiquette. Even the rulers during that time held such morals and etiquette in the highest regards, believing that those who went against them needed to be punished. It was becase of this that rules of etiquette were created. The etiquette came first, and the laws came later..."

source: 宋集薪愣了愣，循着声音转头望去，是个眉眼含笑的锦衣少年，站在院外，一张全然陌生的面孔。
en_us: Song Jixin was rather startled by the question, and he turned to discover a completely unfamiliar brocade-robed young boy standing outside the courtyard with a faint smile on his face.

source: 宋集薪手肘抵在桌面上，托着腮帮，一手双指捻子，轻轻敲击石桌，凝视着棋局。
en_us: Song Jixin's elbow was resting on the table, while his cheek was resting on his elbow. At the same time, he held a stone in two of his fingers on his other hand, gently tapping the stone table as he stared at the position.

source: 宋集薪手里捧着三炷香，少年站在台阶下，不知所措。
en_us: There were three incense sticks in Song Jixin's hand. Standing before the steps, the young boy was at a loss for what to do.

source: 宋集薪打了个哈欠。
en_us: Song Jixin gave a bored yawn.

source: 宋集薪打了个哈欠，缩在椅子里，换了个更舒服的姿势，懒洋洋问道：“苻兄，既然东西真假已经确认无误，那我们是不是该谈谈价钱了？”
en_us: Song Jixin yawned lazily as he shifted to a more comfortable seating posture in his chair, then said, "Brother Fu, now that you've already confirmed the authenticity of the item, isn't it time that we discussed the price now?"

source: 宋集薪扯了扯嘴角，“没意思。”
en_us: "What a spoilsport," Song Jixin grumbled with a displeased expression.

source: 宋集薪拍了拍那枚碧绿可人的玉佩，已经被他挂在自己腰间，少年心底，觉得自己距离齐先生那种读书人，又近了大一步。
en_us: Song Jixin patted the beautiful green jade pendant, which he was already wearing on his waist, and he felt as if he had taken a massive stride closer to a scholar like Mr. Qi.

source: 宋集薪指了指自己，一脸肤浅至极的无辜，很欠揍的表情，“我吗？”
en_us: Song Jixin pointed at himself as he put on an extremely superficial expression of innocence. "Are you talking to me? What did I do?"

source: 宋集薪换了一句话说出口，“我和稚圭可能下个月就要离开这里了。”
en_us: Instead, he said something else. "Zhi Gui and I are probably going to be leaving this place next month."

source: 宋集薪捧腹大笑。
en_us: Song Jixin held his belly and roared with laughter.

source: 宋集薪揉了揉小女孩的脑袋，满是宠溺眼神，哈哈笑道：“别说是这只小葫芦，就算我手上还有，也愿意一并送给你。”
en_us: Song Jixin patted her head, a doting expression on his face as he chuckled and said, "To say nothing of this one gourd, I'd be willing to give you another one as well if I had it."

source: 宋集薪提醒道：“那条四脚蛇别忘了。”
en_us: "Don't forget that four-legged snake," Song Jixin reminded her.

source: 宋集薪摇头道：“不好说。如果正常情况下，要他去做违心的事情，很难很难，但是为了刘羡阳的话，估计就又有点悬了。”
en_us: Song Jixin shook his head as he replied, "It's hard to say. Under normal circumstances, it's extremely difficult to get him to do anything against his will, but if it's for Liu Xianyang's sake, then perhaps there's a chance."

source: 宋集薪摸了摸她的小脑袋，漫不经心道：“好啊。”
en_us: Song Jixin patted her small head and casually replied, "Sure thing!"

source: 宋集薪摸着后脑勺，打着哈欠，“你们不累啊。”
en_us: Song Jixin stroked the back of his head and yawned, saying, "Are you two not tired of this?"

source: 宋集薪撇撇嘴，双手捂住脖子，拧了拧，云淡风轻道：“没事，想起一些破烂事。姓陈的那边，不着急，省得惹祸上身。倒是赵繇那书呆子，多半也会得到铜钱，他才好骗，公子我保管给你弄回一袋子来。”
en_us: Song Jixin pursed his lips as he rubbed his neck with his own hands, then replied in a nonchalant voice, "It's nothing, I just thought of some rather annoying matters. There's no hurry. If we're too hasty in trying to take Chen Ping'an's pouch of copper coins, we could end up attracting trouble to ourselves. The person we should be targeting is Zhao Yun. He most likely got a pouch of copper coins as well, and he's really easy to swindle. I promise you I'll be able to get another pouch of these coins for you."

source: 宋集薪撇撇嘴，转身看了眼天色，乌云汇聚，有点下雨的迹象。
en_us: Song Jixin pursed his lips. He glanced up at the sky, and what entered his gaze was a layer of thick and dark clouds. It looked like it was about to rain.

source: 宋集薪放下一串铃铛，坐回屋内唯一一张椅子上，双手抱着后脑勺，翘着二郎腿，“那个老龙城的苻南华，不全是蠢货，一开始就没把我当做不谙世事的冤大头，只不过也聪明不到哪里去，想要与我套交情，真是好玩。他后来被我随便一诈，就露出了狐狸尾巴，以为故弄玄虚，来点雷霆手段，就能恩威并施，唬住少爷我，比起让人捉摸不透的齐先生，差了十万八千里。”
en_us: Song Jixin set down a string of bells, then sat down onto the chair in the room, folding his hands behind the back of his head as he casually crossed his legs and replied, "That Fu Nanhua wasn't a complete idiot. From the very beginning, he knew not to treat me like some foolish boy who didn't know anything. Having said that, he's not all that smart, either. He was trying to get all friendly with me in the hope that he could take advantage of me. What a joke! All it took was a slight bluff from me, and he immediately showed his true colors. He thought that he could just play some mind games and use some intimidation tactics, and I would immediately fold to his every demand. Compared with how mysterous and enigmatic Mr. Qi is, he's lagging 10,000 miles behind!"

source: 宋集薪故作惊讶，打趣道：“赵繇你行此大礼，所欲何为？”
en_us: Song Jixin purposefully put on an astonished expression, teasing, "Zhao Yao, why the need for such a grand greeting? What might you want from me?"

source: 宋集薪斜眼道：“卖！怎么不卖！”
en_us: Song Jixin took a glance at the brocade-robed young boy out of the corner of his eye as he replied, "Sure, why not?"

source: 宋集薪明显没怎么当真，摆手道：“走啦走啦，醉话连篇，有辱斯文。”
en_us: Song Jixin clearly didn't take his words seriously. He waved his hand and said, "Let's go, let's go. You're already slurring and not making sense, and this will only bring disgrace to our refined nature."

source: 宋集薪是一个很大方的人，不管是给他自己，哪怕是给稚婢女圭花钱，兜里有十颗铜钱就敢全部砸出去。同时宋集薪也是一个很小气的人，只要是他希望独占的东西，一丝一毫他也不愿意施舍，简而言之，就是宋集薪想要给谁什么，一掷千金，也是毛毛雨，但是别人主动跟他求什么，他板上钉钉不会乐意。心情好，愿意对谁锦上添花，但是不管心情好与不好，宋集薪都不会雪中送炭。
en_us: Song Jixin was an extremely generous person. Regardless of whether it was for himself or for Zhi Gui, he would be willing to spend all the money in his pockets even if it were 10 copper coins. At the same time, however, Song Jixin was also an extremely stingy person. If he wanted to have something to himself, then he wouldn't be willing to share it with others no matter what. To put it simply, if Song Jixin wanted to give someone something, then even giving them 1000 gold coins wouldn't be an issue. If others wanted to obtain something from him, however, he would most definitely disagree. If Song Jixin were in a good mood, he would be willing to add icing to the cake for others. Regardless of what mood he was in, however, he definitely wouldn't help those in dire straits.

source: 宋集薪有些疑惑。
en_us: Song Jixin was slightly puzzled.

source: 宋集薪朝着对面的同龄人挑了一下眉头，笑问道：“要不要让先两棋，否则这家伙肯定输。”
en_us: Song Jixin raised an eyebrow as he glanced at the boy seated across from him, then chuckled, "Should I give him a handicap of a few stones? Otherwise, he's losing this game for sure."

source: 宋集薪欲言又止。
en_us: Song Jixin wanted to say something, but he refrained from doing so.

source: 宋集薪死死盯住这个满脸云淡风轻的男人，少年抓住折扇的五指，筋骨毕露。
en_us: Song Jixin glowered intently at Song Changjin while holding his folding fan with a white-knuckle grip.

source: 宋集薪死死盯着对方的眼睛。
en_us: Song Jixin stared intently into his eyes, radiating silent skepticism.

source: 宋集薪气笑道：“规矩、道理、礼法这些东西，糊弄吓唬别人可以，公子我”
en_us: Song Jixin chuckled in anger, saying, "Rules, principles, and etiquette... These things can frighten and trick others, but I'm..."

source: 宋集薪沉声道：“你到底想要说什么？”
en_us: "What are you trying to say?" Song Jixin asked in a solemn voice.

source: 宋集薪沉默片刻，眨眨眼，问道：“完啦？”
en_us: Song Jixin was also silent for a moment, then blinked in an incredulous manner before asking, "That's it?"

source: 宋集薪沉默许久，脸色阴沉道：“滚出来！信不信我去让叔叔亲自来搬？！”
en_us: Song Jixin fell silent for a long while. His expression became increasingly dark, and he commanded, "Show yourselves! Do you believe me when I say that I'll get my uncle to personally carry them instead?!"

source: 宋集薪没有抬头，因为有个家伙直接就把脚悬挂在少年头顶，少年好奇问道：“那他为何还被正阳山老猿一拳打死？”
en_us: Song Jixin didn't raise his head because Song Changjing's foot was dangling right above him, but he still asked in a curious voice, "Then why is it that he was still killed by that old ape from the Sun Scorch Mountain?"

source: 宋集薪没有掩饰自己的心思，点头道：“如果他跟寻常人不一样，我心里也会好受一些。”
en_us: Song Jixin didn't hide his thoughts, and he nodded and replied, "Mhm, I'll feel a little better if he's different from oridinary people."
